public class ServerData {
    // тут можно задати дані для локального сервера, до якого ми підключаємось
    public final static String SERVER_IP = "127.0.0.1"; // цей IP вказує, що сервер
    // створенний на цьому комп'ютері. Також можна використовувати "localhost"
    public final static int SERVER_PORT = 2201; // якщо не задаватися в нюанси, то для нашого
    // завдання ми можемо використовувати значення від 0 до 65535
    public final static int BYTE_ARRAY_LENGTH = 2048; // задаємо розмір рівний 2Кб.
    // Цього буде більш ніж достатньо для наших потреб
}
